-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Sep 18, 2016 at 06:47 AM
-- Server version: 10.1.13-MariaDB
-- PHP Version: 5.6.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `dw_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `oldcustomer`
--

CREATE TABLE `oldcustomer` (
  `CUS_ID` varchar(13) COLLATE utf8_unicode_ci NOT NULL COMMENT 'รหัสลูกค้า',
  `CUS_FNAME` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT 'ชื่อลูกค้า',
  `CUS_LNAME` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT 'นามสกุลลูกค้า',
  `CUS_PHONE` varchar(10) COLLATE utf8_unicode_ci NOT NULL COMMENT 'เบอร์โทรลูกค้า',
  `CUS_ADDRESS` varchar(100) COLLATE utf8_unicode_ci NOT NULL COMMENT 'ที่อยู่ลูกค้า'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='ลูกค้าเก่า';

--
-- Dumping data for table `oldcustomer`
--

INSERT INTO `oldcustomer` (`CUS_ID`, `CUS_FNAME`, `CUS_LNAME`, `CUS_PHONE`, `CUS_ADDRESS`) VALUES
('1112836482742', 'นารัตน์', 'พัดลม', '034518341', 'ระยอง'),
('1180503382521', 'กันภัย', 'สูญสิ้นภัย', '034562591', 'ระนอง'),
('1212345875466', 'วลี', 'ดวงดาว', '0837589223', 'กรุงเทพ'),
('1266342876092', 'ธงชัย', 'ใจดีงาม', '0987658412', 'สระบุรี'),
('1344527307687', 'จิรายุ', 'บินทะลุบ้าน', '028627893', 'กรุงเทพ'),
('1708661528200', 'ไชโย', 'โห่สามที', '034569088', 'ชลบุรี'),
('1845670217510', 'วริศรา', 'รอดคงรวย', '024089410', 'กรุงเทพ'),
('2025162653388', 'ปัญญา', 'อ่อน', '034518681', 'ภูเก็ต'),
('2141811352087', 'ประสบ', 'อุบัติเหตุ', '034561815', 'สมุทรสาคร'),
('2244047304543', 'ณรงค์', 'นัดใช้ปืน', '034599910', 'ระยอง'),
('2275827608437', 'หล่อ', 'พิลึก', '034565012', 'กาญจนบุรี'),
('2311256789987', 'ธรรมดา', 'บุญมาก', '0857886389', 'สุพรรณบุรี'),
('2332323222211', 'กมล', 'ดวงใจ', '094442223', 'กรุงเทพ'),
('2651423702451', 'ลำเทียน', 'จ้องผสมพันธุ์', '034593231', 'สระแก้ว'),
('3010783310263', 'กนกกร', 'เม่งเวหา', '034521039', 'ชัยภูมิ'),
('3114266478015', 'บรรจง', 'หนึ่งในยุทธจักร', '034640539', 'ขอนแก่น'),
('3422466744382', 'เด่นดวง', 'สีสวย', '0849334873', 'ชลบุรี'),
('3582247218636', 'ท่านฮ่องเต้', 'สมลุนาวัน', '034518430', 'ปราจีนบุรี'),
('3767064685823', 'ไพรัตน์', 'หม้อน้ำร้อน', '055581320', 'ตาก'),
('4331882332776', 'มนศักดิ์', 'กางมุ้งคอย', '034595365', 'ลพบุรี'),
('5136425313641', 'แสง', 'บาดตาสาว', '034532131', 'พังงา'),
('5572171617159', 'ศักดิพันธ์', 'ชอบนอนหงาย', '034694418', 'สมุทรสงคราม'),
('5703864618554', 'อูโน่', 'หลาวทอง', '034521739', 'พัทลุง'),
('6083176685172', 'สัญญา', 'ชอบโกหก', '034639401', 'เชียงใหม่'),
('6670666014110', 'กิตติมา', 'ฆ่าไม่ตาย', '038208855', 'กระบี่'),
('7106635167583', 'อรษา', 'ฟักข้าว', '034692099', 'ชลบุรี'),
('7882360474456', 'สร้อยเหม็น', 'ฟางน้อย', '034513731', 'อุบลราชธานี'),
('8377031832571', 'สังหาร', 'สาหัส', '038374380', 'ฉะเชิงเทรา'),
('8407154166578', 'จรัสวิภา', 'กล้านอนหงาย', '038781080', 'ชลบุรี'),
('8423546512644', 'สมศักดิ์', 'หวังกระแทกคาง', '034677329', 'ชัยนาท');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `oldcustomer`
--
ALTER TABLE `oldcustomer`
  ADD PRIMARY KEY (`CUS_ID`);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
