-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Sep 18, 2016 at 11:28 AM
-- Server version: 10.1.13-MariaDB
-- PHP Version: 5.6.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `dw_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `phase`
--

CREATE TABLE `phase` (
  `phase_id` char(2) COLLATE utf8_unicode_ci NOT NULL,
  `proj_id` char(6) COLLATE utf8_unicode_ci NOT NULL,
  `phase_start` date NOT NULL,
  `phase_end` date NOT NULL,
  `phase_detail` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `phase_price` int(11) NOT NULL,
  `phase_income` int(11) NOT NULL,
  `phase_payment` int(11) NOT NULL,
  `phase_status` tinyint(1) NOT NULL,
  `phase_note` varchar(50) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `phase`
--

INSERT INTO `phase` (`phase_id`, `proj_id`, `phase_start`, `phase_end`, `phase_detail`, `phase_price`, `phase_income`, `phase_payment`, `phase_status`, `phase_note`) VALUES
('01', 'P00000', '2016-05-04', '2016-06-04', 'ทำโครงบ้าน', 500000, 500000, 200000, 1, ''),
('02', 'P00000', '2016-06-05', '2016-07-05', 'ทำตัวบ้าน', 500000, 500000, 250000, 1, ''),
('03', 'P00000', '2016-07-07', '2016-08-01', 'ทำหลังคา', 500000, 500000, 150000, 1, ''),
('04', 'P00000', '2016-08-05', '2016-09-01', 'ทาสีบ้าน', 500000, 500000, 200000, 1, ''),
('00', 'P11111', '2016-08-02', '2016-08-21', 'ทำโครงบ้าน', 500000, 500000, 200000, 1, ''),
('01', 'P11111', '2016-08-22', '2016-08-30', 'ทำตัวบ้าน', 500000, 500000, 200000, 1, ''),
('03', 'P11111', '2016-09-02', '2016-09-15', 'ทำหลังคา', 500000, 500000, 150000, 1, ''),
('04', 'P11111', '2016-09-06', '2016-09-30', 'ทาสีบ้าน', 500000, 500000, 200000, 1, ''),
('01', 'P22222', '2016-09-01', '2016-09-05', 'ทำหลังคา', 10000, 10000, 6000, 1, ''),
('01', 'P33333', '2016-09-06', '2016-09-08', 'ทาสีบ้าน', 6000, 6000, 3000, 1, ''),
('01', 'P44444', '2016-07-05', '2016-07-15', 'ทำฐานสระ', 50000, 50000, 25000, 1, ''),
('02', 'P44444', '2016-07-16', '2016-07-30', 'ทำขอบสระ ปูกระเบื้อง', 50000, 50000, 200000, 1, ''),
('01', 'P55555', '2016-06-15', '2016-07-15', 'ทำชั้น1', 2000000, 2000000, 600000, 1, ''),
('02', 'P55555', '2016-07-16', '2016-08-19', 'ทำชั้น2', 2000000, 2000000, 1000000, 1, ''),
('01', 'P66666', '2016-01-14', '2016-03-20', 'ทำตัวอาคาร', 1500000, 1500000, 900000, 1, ''),
('02', 'P66666', '2016-03-21', '2016-04-29', 'ทาสีอาคาร เก็บรายละเอียด', 1500000, 1500000, 500000, 1, ''),
('01', 'P77777', '2016-01-11', '2016-02-11', 'ทำตัวบ้านชั้น1', 1250000, 1250000, 700000, 1, ''),
('02', 'P77777', '2016-02-12', '2016-03-12', 'ทำตัวบ้านชั้น2', 1250000, 1250000, 700000, 1, ''),
('03', 'P77777', '2016-03-13', '2016-03-31', 'ทาสีบ้านชั้น1', 1250000, 1250000, 250000, 1, ''),
('04', 'P77777', '2016-04-01', '2016-04-15', 'ทาสีชั้น2', 1250000, 1250000, 250000, 1, ''),
('01', 'P88888', '2016-06-07', '2016-07-07', 'ทำตัวบ้าน', 1500000, 1500000, 800000, 1, ''),
('02', 'P88888', '2016-07-07', '2016-08-01', 'ทำหลังคา ทาสี', 1500000, 1500000, 500000, 1, ''),
('01', 'P99999', '2016-08-01', '2016-08-15', 'ทำตัวบ้าน', 1000000, 1000000, 800000, 1, ''),
('02', 'P99999', '2016-08-16', '2016-08-30', 'ทำหลังคา ทาสี', 1000000, 1000000, 400000, 1, '');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
